---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanarStartConnector
source: html/886a6954-cc02-15ac-f3de-fc8df50552a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarInternalMultiplanarStartConnector Property

"INTERNAL: Multiplanar Start Connector"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarInternalMultiplanarStartConnector { get; }
```